Repository: n8rob/corpora
Catalog: french_haitian/archive/en-ht (1).tmx
Source language: en
Languages: ht

source: So as we bind to some oxygen, it makes it more likely that we'll bind to more.
ht: Se konsa jan nou mare kèk oksijèn, li fè l' plis chans sa nou ap mare pou plis.

source: And at some point, it's hard for oxygens to bump just right into the right hemoglobin molecules, but you can see that it kind of accelerates right around here.
ht: Et nan kèk pwen, sa ap difisil nèt pou oxygens pou jis droit tonbe nan a dwat moglobin molécules, men, ou kapab wè ke li ti jan accélère dwa isi a.

source: Now, if we have an acidic environment that has a lot of carbon dioxide so that the hemoglobin is allosterically inhibited, it's not going to be as good at this.
ht: Koulye a, si nou pa gen dlo si yon anviwònman ki gen anpil kabòn konsa moglobin a se allosterically jennen, li p ap gen bon lè sa a.

source: So in an acidic environment, this curve for any level of oxygen partial pressure or any amount of oxygen, we're going to have less bound hemoglobin.
ht: Sa nan yon dlo si anvirònman an, sa a fè yon koub pou tout nivo de oksijèn partielle bay/fè presyon ou tout kantite oksijèn, nou pwal en moins lié moglobin.

source: So then the curve would look like this.
ht: Se sak fè yon koub la ta ka sanble tankou sila a.

source: The saturation curve will look like this.
ht: Koub saturation la ap sanble tankou sila a. Se poutèt sa yon anviwonman ote/dlo.

source: Maybe there's some carbon dioxide right here.
ht: Gen dwa pa gen kèk kabòn droit isit la.

source: So the hemoglobin is being allosterically inhibited so it's more likely to dump the oxygen at this point.
ht: Moglobin a se poutèt être allosterically jennen sa sa se plis chans pou yo image oksijèn an nan pwen sa.

source: So I don't know.
ht: Se konsa, mwen pa konnen.

source: I don't know how exciting you found that, but I find it brilliant because it really is the simplest way for these things to dump their oxygen where needed.
ht: M pa konn kouman panse a eksitan ou jwenn sa yo, men, mwen jwenn li briyan paske li se vrèman plus konsa pou sa sa ki gen pou image oksijèn yo kote ki gen bezwen.

source: No GPS needed, no robots needed to say, I'm now in the quadriceps and the guy is running.
ht: Bezwen pou pa KÒDONE, robots pa gen bezwen pou di, mwen koulye a nan a quadriceps Et nèg la ap koule.

source: Let me dump my oxygen.
ht: Kite m' image oksijèn m.

source: It just does it naturally because it's a more acidic environment with more carbon dioxide.
ht: Li jis fè li natirèlman paske li se yon plis è anviwònman ak plis kabòn.

source: It gets inhibited and then the oxygen gets dumped and ready to use for respiration.
ht: Li jwenn jennen Et puis oksijèn an obtient UN Et pare pou itilize pou bouch nan bouch.

source: We're on problem 14.
ht: Nou ap sou pwoblèm 14.

source: And it asks us what is the solution to the inequality x minus 5 is greater than 14?
ht: E li mande nou ki solisyon pou inekwasyon a x moins 5 gen plis pouvwa pase 14?

source: Well, to do this, this is just like solving any equality or equation.
ht: Byen, pou yo fè tou sa, se sa menm jan rezoud tout egalite ou ekwasyon.

source: What we do to one side, we have to do the other side.
ht: Sa nou fè pou yon bò, nou dwe fè lòt bò.

source: And we want to get rid of this minus 5, and the best way to get rid of a minus 5 is to add 5, so lets add 5 to both sides of this equation.
ht: E nou vle pou debarase de sa moins 5, ak pi bon fason pou li debarase li de yon mwens 5 se pou ajoute 5, pour vous ajoute 5 tou de kote yo ekwasyon sa a.

source: So 5 plus and then a plus 5.
ht: Se konsa 5 plis Et lè sa a yon plis 5.

source: And then a 5 plus a minus 5, that's 0.
ht: Et puis 5 plis yon 5 moins sa a 0.

source: That's why we added the 5 in the first place.
ht: Se poutèt sa nou ajoute 5 la nan premye plas.

source: So we're just left with an x on that side.
ht: Se konsa nou ap fenk ale ak yon x sou bò sa.

source: We get x is greater than 14 plus 5, which is 19.
ht: Nou jwenn x gen plis pouvwa pase 14 plis 5, ki se 19.

source: That's choice B.
ht: Sa se choix b

source: Problem 15.
ht: Pwoblèm 15.

source: The lengths of the sides of a triangle are-- so we have a triangle.
ht: Longè pis ke pati de yon triyang sont- Se konsa, nou gen yon triyang.

source: They tell us the lengths of the sides are y, y plus 1, and 7 centimeters.
ht: Yo di nou longè pis de bò sont y, y plis 1, Et santimèt 7.

source: They also tell us the perimeter is 56 centimeters.
ht: Yo tou di nou a du se santimèt 56.

source: The perimeter is equal to 56 centimeters.
ht: A du 56 santimèt egal-ego.

source: What is the value of y?
ht: Ki sa ki rapòte ou lajan pou y?

source: So the perimeter of any shape is just the sum of the sides.
ht: Se konsa périmètre de okenn fòm se jis sòm de bò.

source: So y plus y plus 1 plus 7.
ht: Se konsa y plis y plis 1 plis 7.

source: That's the distance around the triangle.
ht: Sa se byen lwen nan triyang a.

source: And that is equal to the perimeter, which is equal to 56.
ht: E pou sa rive fè du a, ki 56 egal-ego.

source: Let's see, we get y plus y is 2y, plus 1 plus 7 is 8, is equal to 56, so you get 2y is equal to what is that?
ht: An n wè, nou fè y plis y se 2y, plis 1 plis 7 8, se egal-ego pou 56 zan, se konsa ou jwenn 2y egal-ego pou Kisa ou gen?

source: So if we subtract 8 from both sides of this equation, on the left-hand side, we just get 2y.
ht: Si nou retire 8 toulède bò ekwasyon sa a, sou a sou bò gòch bò, nou sèlman pran 2 y.

source: On the right-hand side, 56 minus 8, that's 48.
ht: Sou bò dwat bò la, 56 moins 8, sa se 48.

source: Divide both sides by 2 and you get y is equal to 24.
ht: Separe tou de kote yo pa 2 Et n' y egal a 24.

source: And that is choice A.
ht: E se pou sa chwa A.

source: Problem 16.
ht: Pwoblèm 16.

source: Now what do they want us to do?
ht: Koulye a sa fè yo vle nou fè?

source: All right, I think this is one I should copy and paste.
ht: Byen, mwen kwè ke sa a se yon sèl mwen ta dwe copie Et pat. Dakò, koulye a yo ap di nou la a ki fè m' chwazi yon bon koulè.

source: Which number serves as a counterexample to the statement below?
ht: Nonm ki sèvi kòm yon counterexample pou a deklarasyon ki pi ba?

source: So, a counterexample, an example that shows that this isn't always true.
ht: Se konsa, yon counterexample, yon egzanp ki montre ke sa pa toujou tout bon.

source: So the statement is all positive integers are divisible by 2 or 3.
ht: Se konsa deklarasyon an tout pozitif sont antye san siy divisible pa 2 ou 3.

source: So we just have to find a positive integer that is not divisible by 2 or 3, by neither 2 nor 3.
ht: Se konsa nou senpleman dwe jwenn yon entier pozitif ki pa divisible pa 2 ou 3, pa ni 2 ni 3.

source: Well, 100 is divisible by 2, right?
ht: Men, 100 divisible pa 2, dwat?

source: So that just verifies or it's just another example of a positive integer that's divisible by one of these two, so it's not choice A.
ht: Se konsa, sa sèlman vérifie ou li se jis yon lòt egzanp de yon nonm antye pozitif ki se divisible pa yonn nan yo de a, Se konsa, se pa chwa A. li

source: It's not a counterexample.
ht: Se pa yon counterexample.

source: 57, It's not divisible by 2, but it is divisible by 3.
ht: Gen 57 tan, pa divisible pa 2, men pa 3 divisible.

source: 19 times 3 is 57.
ht: 3 19 fwa a se 57 tan.

source: So it's not choice B. 57 is another positive integer that's divisible by 2 or 3.
ht: Se poutèt sa pa choix b 57 tan se yon lòt entier pozitif ki se divisible pa 2 ou 3.

source: It's divisible by 3, so it's not that.
ht: Li divisible pa 3, se konsa li a, se pa sa.

source: 30's divisible by both, so that's definitely not a counterexample.
ht: 30 a divisible pa tou de, se poutèt sa se san mank pa yon counterexample.

source: But here we have 25.
ht: Men, isit la nou gen 25.

source: It's a positive integer and it is neither divisible by 2 nor 3, so it disproves the statement.
ht: Li se yon nonm antye pozitif Et se ni divisible pa 2 ni 3, se konsa li disproves deklarasyon an.

source: So it is a counterexample.
ht: Se konsa, li se yon counterexample.

source: And so the answer is D.
ht: Se konsa, reponn a se D.

source: Problem 17.
ht: Pwoblèm 17.

source: Let me copy and paste this one.
ht: Kite m' copie pat sa a.

source: Copied it.
ht: Copie li.

source: Pasted it. All right.
ht: Coller li. oke.

source: What is the conclusion of the statement in the box below?
ht: Nan ki sa wap konklizyon deklarasyon an nan bwat la ki pi ba

source: OK, they say if x squared is equal to 4.
ht: Te dakò, yo di si x au egal a 4.

source: So if we know that x squared is equal to 4, then we know, and we know this from algebra, we could have solved it, that x is equal to minus 2 or 2.
ht: Si nou konnen sa x au se egal a 4, lè sa a, nou konnen l ', Apre sa, nou konnen sa ki nan Aljèb, nou te kapab te rezoud li, sa x egal a moins 2 ou 2.

source: All right, so what is the conclusion of the statement in the box below?
ht: Byen, se konsa sa ye ak konklizyon deklarasyon an nan bwat la ki pi ba?

source: Oh, OK.
ht: O, OK.

source: I think I'm reading this too much.
ht: Mwen panse mwen menm lecture sa twòp.

source: This is the condition and this is the conclusion.
ht: Sa se kondisyon Et sa se ak konklizyon.

source: They're saying if this has happened, then we conclude that.
ht: Yo di si sa a te pase, Lè sa a nou deside sa.

source: So they're actually just asking us to label it.
ht: Se konsa yo aktyèlman sèlman mande nou pou make li.

source: This is the conclusion.
ht: Sa se ak konklizyon.

source: Then x is equal to minus 2 or 2.
ht: Lè sa a x egal a moins 2 ou 2.

source: I don't like that question so much.
ht: Mwen pa kon sa kesyon anpil.

source: My reaction was, OK, if this is the whole statement, what can I conclude from it?
ht: Reyaksyon m' te, bon, si se sa rele tout deklarasyon an, genyen sa ka sa mwen deside nan li?

source: And there's not a lot that I could conclude from it unless they told me that this indeed was true.
ht: Se pa yon lòt sa m te kapab deside nan li yo di m, se pou sa a, te vre.

source: But anyway, I don't want to get too complicated.
ht: Men, de tout fason, mwen pa vle pran twòp konplike.

source: They're just saying that if this is true, then we can conclude this.
ht: Yo senpleman di ke si sa yo vre, lè sa a nou ka konkli sa a.

source: And they're actually just saying what is the conclusion?
ht: Et yo aktyèlman jis di sa ki ak konklizyon?

source: So what part of this statement can we label as the conclusion?
ht: Men sa kapab nou étiquette kòm a konklizyon?

source: Well, that's the conclusion, so that's choice D.
ht: Men, se ak konklizyon, se d choix.

source: I didn't like that.
ht: M pa t renmen sa.

source: That was more meaning of words than math.
ht: Sa li te genyen plis sens de mots pase matematik.

source: But anyway, problem 18.
ht: Men, de tout fason, 18 pwoblèm.

source: All right, let me copy and paste this one, too.
ht: Byen, kite m' copie pat UN sa a, tou. Kilès nan sa kap vini an se yon bon konklizyon pou deklarasyon an?

source: You see, now if a student is a high school band member, then the student is a good musician.
ht: N' a wè, kounye a si yon elèv se yon manm bann lekòl segondè lè sa a elèv la se yon bon mizisyen.

source: So if you're in the high school band, high school band member, then you're going to be a good musician.
ht: Si ou gen nan lekòl segondè bann, bann lekòl segondè manm, puis ou pral gen yon mizisyen bon.

source: That's what this says.
ht: Sa se sa sa ap di.

source: And if you compare this to the last question, that could be confusing.
ht: Et si w konpare sa dènye kesyon, sa te kapab ap ki pa klè.

source: Because a valid conclusion-- so once again, here they're giving us a statement and they want us to come to some conclusion.
ht: Pa yon konklizyon valid - se konsa yon fwa ankò, isit la gen paske l' ap yon deklarasyon Et yo vle nou vin jwenn kèk konklizyon.

source: They might have said what is the conclusion of this statement?
ht: Yo te ka di sa a konklizyon de deklarasyon sa a?

source: And then you would have said, oh, the student is a good musician.
ht: Epi lè sa a, ou ta di, o, la elèv se yon mizisyen bon.

source: But that's not what they're asking.
ht: Men sa se pa sa yo ap mande.

source: They're saying, OK, if this whole thing is a statement, if we know that this whole thing is true, if they're in the high school band, then they're a good musician, which I kind of wrote in shorthand here.
ht: Li yo ap di: bon, si tout bagay sa a se yon deklarasyon, si nou konnen sa tout bagay sa a verite, si yo gen nan yo apre lekòl segondè bann, sa yo, ap gen yon mizisyen bon kote mwen byen ki te ekri nan forme isit la.

source: They're asking, OK, if we know that to be true, which of these statements can we conclude from that?
ht: Yo mande, bon, si nou pa konnen sa pou rive vre: yo ki de deklarasyon sa yo ka nou deside pou sa?

source: Statement A says, all good musicians are high school band members.
ht: Deklarasyon UN di, tout bon mizisyen yo manm gwoup lekòl segondè.

source: Well, that doesn't tell us that.
ht: Men, sa pa di nou sa.

source: It doesn't say that all good musicians-- the good musicians could be this circle and the high school band members would be a subset of it.
ht: Li pa di konsa tout bon mizisyen - bon mizisyen peut être sèk sa a ak manm bann lekòl segondè yo ta gen yon sous-ensemble li.

source: High school band, and this could be good musicians.
ht: Bann lekòl segondè, Et sa a ta ka mizisyen bon.

source: So right, all high school band members are good musicians, but there could be people out here who are good musicians who aren't high school band members.
ht: Se konsa rezon, tout gwo lekòl bann manm sont bon mizisyen, Men, kapab byen genyen pèp yo soti isit la ki bon mizisyen ki pa manb bann lekòl segondè yo.

source: So it's not choice A.
ht: Se konsa, se pa chwa A. li

source: A student is a high school band member.
ht: Yon elèv se yon manm gwoup nan lekòl segondè.

source: Well, no.
ht: Ainsi, non.

source: High school band members, they didn't tell us that all of the students are high school band members or the high school band is comprised of all of the students.
ht: Lekòl segondè bann manm yo, yo pa te di nou sa tout de la elèv ki se manm nan gwoup lekòl segondè ou a lekòl segondè bann compose de tout elèv yo.

source: The student body might be like this circle.
ht: Kò elèv la ka tankou sèk sa a.

source: Some of them might be in the high school band.
ht: Kèk ladan yo te ka nan bann lekòl segondè.

source: Some of them aren't and are good musicians.
ht: Kèk nan yo pa Et sont mizisyen bon.

source: Some of them aren't and aren't good musicians.
ht: Kèk nan yo pa Et pa mizisyen bon.

source: So, I mean, you don't know whether someone is a high school band member just by being a student.
ht: Se konsa, mwen vle di, ou pa konn si gen yon moun ki wo yon lekòl bann manb senpleman pa pou yon elèv.

source: All students are good musicians.
ht: Tout elèv yo bon mizisyen.

source: Once again, you know, this could be an example.
ht: Yon fwa ankò, nou konnen, sa te kapab yon egzanp.

source: There could be people out here who are students, the yellow could be students.
ht: Kapab genyen pèp yo soti isit la ki elèv ki, a jòn peut être elèv.

source: There could be people who are students who aren't good musicians.
ht: Kapab genyen moun ki elèv ki pa bon mizisyen.

source: This statement doesn't in any way constrain that.
ht: Deklarasyon sa a pa nan okenn fason restreindre sa.

source: So let's get rid of that.
ht: Se konsa an n kab sa.

source: All high school band members are good musicians.
ht: Tout lekòl segondè bann manm sont mizisyen bon.

source: Well, let's look at this Venn diagram.
ht: Byen, non, ann gade dyagram Venn sa a.

source: I mean, that's almost like a restating of what they already told us.
ht: Mwen vle di, sa se pwèske tankou yon répéter de sa yo te deja di nou.

source: All high school band members have to be good musicians because they told us, if you're in the high school band, then you're a good musician.
ht: Tout manm gwoup nan lekòl segondè gen pou fè bon mizisyen paske yo di nou la a, si ou gen nan lekòl segondè bann, puis ou gen yon bon mizisyen.

source: So it's almost like repeating the same statement twice, but the answer is D.
ht: Se konsa, sa se pwèske tankou extensible menm deklarasyon an de fwa, men kont la se D.

source: Problem 19.
ht: Pwoblèm 19.

source: Let me erase this one.
ht: Se pou m' efase sa a.

source: This looks like another one that I'm going to have to copy and paste.
ht: Sa sanble lòt sa m ap gen pou copie Et pat.

source: OK, copied it.
ht: Dakò, li copié.

source: OK, let me do a dark color.
ht: Dakò, pou m' fè yon koulè nwa.

source: The chart below shows an expression evaluated for four different values of x.
ht: Tablo a ki pi ba montre ke yon espresyon te evalye pou kat diferan objektif x.

source: When x is equal to 1, x squared plus x plus 5, right.
ht: Lè x 1 egal-ego, x au plus x 5, plus dwa.

source: 1 plus 1 plus 5 is 7.
ht: 1 plis 1 5 plus se 7.

source: When x is equal to 2, then 2 squared plus 2 plus 5 is 11.
ht: Lè x ki egal a 2, lè sa a, 2 au plus 2 plis 5 se 11.

source: Fair enough.
ht: Bale, byen ranje ase.

source: Josiah or Hosiah, I don't know how to pronounce that, concluded that for all positive values of x, x squared plus x plus 5 produces a prime number.
ht: Wa Jozyas ou Hosiah, m pa konn kouman pou pwononse sa, te konkli sa pou tout pozitif valè de x x au plus x plus 5 produit yon nonm.

source: Which value of x serves as a counterexample to prove
ht: Ki valè x sèvi kòm yon counterexample pou bay prèv

source: Josiah's conclusion false?
ht: Josiah a konklizyon fo?

source: So a counterexamples says-- he says that whenever I put any positive number here, I get a prime number here.
ht: Se konsa, yon counterexamples te di - li te di ke chak fwa m' ap mete tout pozitif nombre isit la, mwen jwenn yon nonm isit la.

source: We have to say which one proves him false?
ht: Nou gen pou di ki sa k pwouve l' bay manti?

source: If you put 5 there, what is-- 5 squared is 25 plus 5 plus 5, and what is that equal to?
ht: Si ou mete 5 la a, sa se - 5 au se 25 plis 5 plis 5, e sa ki egal a?

source: That's equal to 35.
ht: Sa egal a 35.

source: So that's a counterexample right there.
ht: Se konsa, sa se yon counterexample la a.

source: If x is equal to 5, I produce 35, which is not a prime number, not prime.
ht: Si x 5 egal-ego, mwen pwodwi 35, ki se pa yon pwemye nombre, pa premye.

source: So clearly, his statement, his conclusion, was incorrect, that when you put a positive number here, it doesn't always produce a prime number.
ht: Se konsa clairement, deklarasyon li, konklizyon l, te genyen pa kòrèk, ki lè ou mete yon nonb pozitif isit la, li pa toujou pwodwi yon nonm.

source: That was his conclusion.
ht: Sa li te genyen konklizyon l.

source: This one isn't prime.
ht: Sa a pa pwemye.

source: So statement A is a counterexample, or the number 5 is a counterexample here.
ht: Se konsa deklarasyon UN se yon counterexample, ou anpil 5 se yon counterexample isit la.

source: Next problem, problem 20.
ht: Pwochen pwoblèm, 20 pwoblèm.

source: OK, this is one of those where we have to pinpoint the incorrect step.
ht: Dakò, sa se yonn nan moun ki kote nou gen pou identifier la pa ki pa kòrèk.

source: John's solution to an equation is given below.
ht: John a solisyon pou yon ekwasyon bay pi ba pase.

source: For which step of real numbers did-- oh, which property of real numbers did John use for step 2?
ht: Te ki pa nan nonm reyèl pou fè o, ki rete pou l nonm reyèl te fè Jan Batis sèvi ak pas 2?

source: OK, so we don't even have to look at step 1.
ht: Dakò, se poutèt sa, nou pa bezwen gade nan pas 1.

source: We just have to say, OK, how did he get from there to there?
ht: Nou jis gen pou di, dakò, jan li te desann soti la a?

source: So when you look at this, when you say x plus 2 times x plus 3 is equal to 0, you're saying some number x plus 2 times some other number x plus 3 is equal to 0.
ht: Se konsa, lè ou gade lè sa a, lè ou di x plis x 2 fwa plus 3 rive fè 0, ou di x nimewo kèk plis 2 fwa kèk lòt x nimewo plis 3 rive fè 0.

source: So that's like saying some number times some other number is equal to 0.
ht: Se poutèt sa se tankou kèk anpil fwa yon nonm t' ap di rive fè 0.

source: So that means that one of those numbers or both of them have to be equal to zero, right?
ht: Se poutèt sa vle di sa a kantite sa ou tou de peyi yo gen pou li rive fè zewo, dwat?

source: Because the only way to get zero is if one of these or both of these have to be equal to zero.
ht: Paske, se sèl fason pou jwenn zewo si yonn nan bèt sa ou les sa yo gen pou rive fè zewo.

source: And that's where he gets this conclusion that either x plus 2 has to be 0 or x plus 3 is 0.
ht: E se pou sa ki kote li jwenn a konklizyon sa apati sa x soit plus 2 ki gen 0 ou x plis 3 se 0.

source: They're both zero.
ht: Yo ap zewo tou de.

source: So let's see how they-- what do they call it?
ht: Se konsa lese nou wè ki jan yo ­ kijan yo rele l?

source: Multiplication property of equality.
ht: Pwopriyete miltiplikasyon nan egalite.

source: I don't even know what that means.
ht: Mwen pa menm konnen sa sa vle di.

source: Zero property of multiplication?
ht: Pwopriyete zewo nan miltiplikasyon?

source: This seems like the closest one for me so far.
ht: Sa sanble tankou lòt plus a la pou m' twò lwen.

source: That anything times zero is zero Or for two things to be multiplied to equal zero, at least one of them has to be zero.
ht: Yon bagay toujou zewo zewo ou pou de sa ki gen pou fè miltiye pou egal-ego zewo, omwen yonn nan yo gen pou fè zewo.

source: And that's what this is right here.
ht: E se pou sa ki se isit.

source: Commutative property of multiplication?
ht: Pwopriyete komitatif miltiplikasyon?

source: No, that's not it.
ht: Non, sa se pa li.

source: Distributive property of multiplication over addition?
ht: Pwopriyete distribitif miltiplikasyon pa adisyon?

source: No, we're not doing anything like that.
ht: Non, nou pap fè yon bagay konsa.

source: If we went from this step to that step where we're multiplying it, that might have been, because you're really just doing the distributive property, but I don't want to confuse you.
ht: Si nou kite sa a pa nan pou sa pa ki kote nou ap multipliant sa, sa te ka resevwa yo te, paske ou gen vrèman jis ap fè a pwopriyete distribitif, men, mwen pa vle pou twouble w.

source: Yeah, we're just saying that if two numbers when you multiply them equal zero, one of them have to be equal to zero.
ht: Wi, nou jis di ke si de numéros lè ou se yo menm zewo, yonn ladan yo ki gen yon egal zewo.

source: And I guess the label for that is the zero product property of multiplication.
ht: E mwen panse etikèt ki pou sa ap zewo vòlò pwodwi miltiplikasyon.

source: Anyway, see you in the next video.
ht: De tout fason, wè ou nan videyo kap vini an.

source: In this video I wanna give you the basics of Trigonometry.
ht: Nan videyo sa a mwen vle pou ba ou a principes de trignometri.

source: It's sounds like a very complicated topic but you're gonna see this is just the study of the ratios of sides of Triangles.
ht: Sa sanble yon topik ki trè konplike li Men, ou pral fè wè sa se sèlman nan etid la de kote triyang pousantaj.

source: The "Trig" part of "Trigonometry" literally means
ht: A pati "Trig" de "Trignometri" mo pou mo:

source: Triangle and the "metry" part literally means
ht: Triyang Et la "metry" pati mo pou mo:

source: Measure.
ht: Mesure.

source: So let me just give you some examples here.
ht: Se pou m' sèlman fè ou kèk egzanp isit la.

source: I think it'll make everything pretty clear.
ht: Mwen panse ke li pwal fè tout sa trè klè.
